<?php
return array(

//*************************************数据库设置*************************************
    'DB_TYPE'               =>  'mysqli',                 // 数据库类型

    'DB_HOST'               =>  'localhost',     // 服务器地址
    'DB_NAME'               =>  '318pay',     // 数据库名
    'DB_PWD'                =>  'ABcd_123456',      // 密码
    'DB_USER'               =>  'root',     // 用户名

    'DB_PORT'               =>  '3306',     // 端口
    'DB_PREFIX'             =>  'hi_',   // 数据库表前缀


);